//
//  MatchingPlace.swift
//  ZZin
//
//  Created by t2023-m0045 on 10/20/23.
//

import Foundation

struct firstKeyword {
    let with: [String] = ["애인이랑 👩‍❤️‍👨" , "친구랑 👯‍♀️", "부모님이랑👨‍👦", "소개팅 🤭", "혼자 🙋🏻‍♀️", "단체 회식 🍺"]
}

struct secondKeyword {
    let condition: [String] = ["노포 바이브", "인스타 감성", "다이어트 식단", "화장실이 깨끗한", "주차하기 편한", "직접 손질해주는",
                               "직원들이 친절한", "특별한 날", "음식이 빨리 나오는", "테이블 회전율이 빠른", "가성비가 좋은"]
}

struct menuKeyword {
    let menu: [String] = ["한식", "중식", "한식", "중식", "양식", "일식", "분식", "비건",
                          "고깃집", "해산물", "패스트푸드", "슬로우푸드", "향신료 가득", "카페ㆍ디저트ㆍ빵"]
}


